export const menu = [
    {
        id: 1,
        title: 'СЧЕТЧИК КАЛОРИЙ',
        text: 'Воспользуйтесь быстрым и удобным счетчиком калорий. Позволяет отслеживать потребление калорий, белков, жиров и углеводов.',
        // imageUrl: '/CalorieCounter.png',
    },
    {
        id: 2,
        title: 'РЕЦЕПТЫ',
        text: 'Получите доступ к более чем 2500 рецептам. Возможность подбирать рецепты с учетом калорийности и макронутриентов.',
        // imageUrl: '/recipes.png',
    },
    {
        id: 3,
        title: 'АНАЛИТИКА И РЕКОМЕНДАЦИИ',
        text: 'Персональные рекомендации по рациону на основе данных пользователя. Возможность отслеживать динамику веса.',
        // imageUrl: '/Analytics.png',
    },
    {
        id: 4,
        title: 'ПЕРСОНАЛИЗАЦИЯ',
        text: 'Возможность настройки личных целей по калориям. Ведение истории приемов пищи и отслеживание прогресса.',
        // imageUrl: '/Personalisation.png',
    },
];
